Repository: Vistaus/fastburgers
Catalog: po/*.po
Languages: de, tr

source: Info about Fatburners %1
de: Infos über Fatburners %1
tr: Fatburners %1 hakkında bilgiler

source: Donate me a coffee
de: Spende mir einen Kaffee
tr: Bana bir kahve ısmarlayın

source: Contributors
de: Mitwirkende
tr: Katkıda bulunanlar

source: Source code
de: Quellcode
tr: Kaynak kodları

source: License
de: Lizenz
tr: Lisans

source: Calories account
de: Kalorienkonto
tr: Kalori hesabı

source: %1 kilocalories left
de: %1 Kilokalorien übrig
tr: %1 kilokalori kaldı

source: Add meal
de: Mahlzeit hinzufügen
tr: Yemek ekle

source: Add sports activity
de: Sport-Aktivität hinzufügen
tr: Spor etkinliği ekle

source: Today
de: Heute
tr: Bugün

source: Welcome
de: Willkommen
tr: Hoş geldiniz

source: What did you eat?
de: Was hast du gegessen?
tr: Ne yediniz?

source: Meal description
de: Bezeichnung
tr: Yemek açıklaması

source: Calories:
de: Kalorien:
tr: Kalori:

source: Recent meals:
de: Vorhergehende Mahlzeiten:
tr: Son yemekler:

source: %1ft %2in
tr: %ft %2in

source: Settings
de: Einstellungen
tr: Ayarlar

source: Weight:
de: Gewicht:
tr: Ağırlık:

source: Height:
de: Körpergröße:
tr: Boy:

source: Age:
de: Alter:
tr: Yaş:

source: Diet goal:
de: Abnehmziel:
tr: Diyet hedefi:

source: a week
de: pro Woche
tr: her hafta

source: Save %1 kilocalories a day
de: %1 Kilokalorien übrig
tr: Günde %1 kilokalori tasarruf edin

source: Sex:
de: Geschlecht:
tr: Cinsiyet:

source: Male
de: Männlich
tr: Erkek

source: Female
de: Weiblich
tr: Kadın

source: Intersexual
de: Inter
tr: İnterseksüel

source: Change
de: Ändern
tr: Değiştir

source: Daily activity:
de: Tägliche Aktivität:
tr: Günlük etkinlik:

source: No activity (*0.95)
de: Keine Aktivität (*0.95)
tr: Etkinlik yok (*0.95)

source: Very little activity (*1.2)
de: Sehr wenig Aktivität (*1.2)
tr: Çok az miktarda etkinlik (*1.2)

source: Little activity (*1.5)
de: Wenig Aktivität (*1.5)
tr: Az miktarda etkinlik (*1.5)

source: Medium activity (*1.7)
de: Normale Aktivität (*1.7)
tr: Orta miktarda etkinlik (*1.7)

source: Much activity (*1.9)
de: Viel Aktivität (*1.9)
tr: Fazla miktarda etkinlik (*1.9)

source: Very much activity (*2.2)
de: Sehr viel Aktivität (*2.2)
tr: Çok fazla miktarda etkinlik (*2.2)

source: Use metric system
de: Benutze metrisches System
tr: Metrik sistemi kullan

source: Calorie consumption:
de: Kalorienverbrauch:
tr: Kalori tüketimi:

source: Body mass index:
tr: Vücut kitle indeksi:

source: Underweight
de: Untergewicht
tr: Normalden zayıf

source: Normal weight
de: Normalgewicht
tr: Normal ağırlıkta

source: Overweight
de: Übergewicht
tr: Kilolu

source: Obesity
de: Adipositas
tr: Obezite

source: Strong obesity
de: Schwere Adipositas
tr: Ağır obezite

source: Info for Amputees
de: Infos für Amputierte
tr: Ampüteler için bilgiler

source: About Fatburners
de: Über Fatburners
tr: Fatburners hakkında

source: What did you practice?
de: Was hast du trainiert?
tr: Ne yaptınız?

source: Sports activity
de: Sport Aktivität
tr: Spor etkinliği

source: Spent calories:
de: Verbrauchte Kalorien:
tr: Harcanan kalori:

source: Recent activities:
de: Vergangene Aktivitäten:
tr: Son etkinlikler:

source: kilocalories
de: Kilokalorien
